Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Organization
ar: التنظيم
es: Organización
hi: व्यवस्था
it: Organizzazione
ja: 整理
ms: Organisasi
th: การจัดระเบียบ
ur: تنظیم
zh_hans: 组织

source: Organize ${request} in toDō
ar: نظّم ${request} في toDō
es: Organiza ${request} en toDō
hi: ${request} को toDō में व्यवस्थित करें
it: Organizza ${request} in toDō
ja: ${request}をtoDōに整理
ms: Susun ${request} dalam toDō
th: จัด ${request} ใน toDō
ur: ${request} کو toDō میں منظم کریں
zh_hans: 在 toDō 中整理 ${request}

source: Organizing your toDō…
ar: جارٍ تنظيم تُدُ…
es: Organizando tu toDō…
hi: आपका toDō व्यवस्थित किया जा रहा है…
it: Organizzazione del tuo toDō…
ja: toDōを整理中…
ms: Menyusun toDō anda…
th: กำลังจัดระเบียบ toDō ของคุณ…
ur: آپ کا تُدُ ترتیب دیا جا رہا ہے…
zh_hans: 正在整理你的 toDō…

source: Other
ar: أخرى
es: Otro
hi: अन्य
it: Altro
ja: その他
ms: Lain-lain
th: อื่นๆ
ur: دیگر
zh_hans: 其他

source: Overall Completion
ar: الإكمال العام
es: Finalización general
hi: कुल पूर्णता
it: Completamento generale
ja: 全体の完了
ms: Penyelesaian keseluruhan
th: การทำเสร็จโดยรวม
ur: مجموعی تکمیل
zh_hans: 总体完成

source: Overdue
ar: متأخر
es: Atrasado
hi: अतिदेय
it: Scaduto
ja: 期限切れ
ms: Tertunggak
th: เกินกำหนด
ur: مدت گزر گئی
zh_hans: 逾期

source: Overdue Pattern
ar: نمط التأخير
es: Patrón de retraso
hi: अतिदेय पैटर्न
it: Schema dei ritardi
ja: 期限超過パターン
ms: Corak lewat
th: รูปแบบการเกินกำหนด
ur: تاخیر کا نمونہ
zh_hans: 逾期模式

source: Overdue Recurring
ar: متكررة متأخرة
es: Recurrentes atrasadas
hi: अतिदेय आवर्ती
it: Ricorrenti in ritardo
ja: 期限超過の繰り返し
ms: Berulang lewat
th: รายการทำซ้ำที่เกินกำหนด
ur: تاخیر شدہ دہرائے جانے والے
zh_hans: 逾期重复项

source: Overdue toDōs are creating the most pressure right now.
ar: تُدُس المتأخرة تصنع أكبر ضغط الآن.
es: Los toDōs atrasados están creando la mayor presión ahora.
hi: अतिदेय toDōs अभी सबसे अधिक दबाव बना रहे हैं।
it: I toDō in ritardo stanno creando la maggiore pressione ora.
ja: 期限超過の toDōs が今もっとも大きなプレッシャーになっています。
ms: toDōs yang lewat sedang mencipta tekanan terbesar sekarang.
th: toDōs ที่เกินกำหนดกำลังสร้างแรงกดดันมากที่สุดตอนนี้
ur: تاخیر شدہ تُدُس اس وقت سب سے زیادہ دباؤ بنا رہے ہیں۔
zh_hans: 逾期 toDōs 目前造成最大压力。

source: Owner
ar: المالك
es: Propietario
hi: मालिक
it: Proprietario
ja: オーナー
ms: Pemilik
th: เจ้าของ
ur: مالک
zh_hans: 所有者

source: Owner · %lld joined
ar: المالك · انضم %lld
es: Propietario · %lld se unieron
hi: मालिक · %lld शामिल हुए
it: Proprietario · %lld partecipanti
ja: 所有者 · %lld人が参加
ms: Pemilik · %lld menyertai
th: เจ้าของ · เข้าร่วม %lld คน
ur: مالک · %lld شامل ہوئے
zh_hans: 所有者 · 已加入 %lld 人

source: Patron of Doing
ar: راعي الإنجاز
es: Mecenas del hacer
hi: काम करने का संरक्षक
it: Mecenate del fare
ja: Doingパトロン
ms: Penaung Tindakan
th: ผู้อุปถัมภ์การลงมือทำ
ur: عمل کا سرپرست
zh_hans: 行动赞助者

source: Patron of Dōing
ar: راعي الإنجاز
es: Mecenas de la acción
hi: कर्म संरक्षक
it: Sostenitore del fare
ja: Dōingパトロン
ms: Penaung Dōing
th: ผู้อุปถัมภ์การลงมือทำ
ur: عمل کا سرپرست
zh_hans: 行动赞助人

source: Pattern unavailable
ar: النمط غير متاح
es: Patrón no disponible
hi: पैटर्न उपलब्ध नहीं
it: Schema non disponibile
ja: パターンは利用できません
ms: Corak tidak tersedia
th: ไม่มีรูปแบบให้แสดง
ur: نمونہ دستیاب نہیں
zh_hans: 模式不可用

source: People Unavailable
ar: الأشخاص غير متاحين
es: Personas no disponibles
hi: लोग उपलब्ध नहीं हैं
it: Persone non disponibili
ja: メンバーを利用できません
ms: Orang Tidak Tersedia
th: ไม่สามารถโหลดผู้คนได้
ur: لوگ دستیاب نہیں
zh_hans: 成员不可用

source: Permanent access
ar: وصول دائم
es: Acceso permanente
hi: स्थायी एक्सेस
it: Accesso permanente
ja: 永続アクセス
ms: Akses kekal
th: สิทธิ์ใช้งานถาวร
ur: مستقل رسائی
zh_hans: 永久访问权限

source: Permanent recognition
ar: تقدير دائم
es: Reconocimiento permanente
hi: स्थायी पहचान
it: Riconoscimento permanente
ja: 永続的な称号
ms: Pengiktirafan kekal
th: การยกย่องถาวร
ur: مستقل شناخت
zh_hans: 永久认可

source: Permanently deletes all completed and archived toDōs.
ar: يحذف نهائيًا كل تُدُس المكتملة والمؤرشفة.
es: Elimina permanentemente todas las tareas pendientes completadas y archivadas.
hi: सभी पूर्ण और संग्रहीत toDōs को स्थायी रूप से हटा देता है।
it: Elimina definitivamente tutti i toDō completati e archiviati.
ja: 完了およびアーカイブ済みのtoDōをすべて完全に削除します。
ms: Memadam semua toDō selesai dan diarkibkan secara kekal.
th: ลบ toDō ที่เสร็จแล้วและเก็บถาวรทั้งหมดอย่างถาวร
ur: تمام مکمل اور آرکائیو شدہ ٹُڈُوز مستقل طور پر حذف کرتا ہے۔
zh_hans: 永久删除所有已完成和存档的待办事项。

source: Permanently deletes personal toDōs and NanoDos without deleting your account, tags, or purchases.
ar: يحذف toDōs وNanoDos الشخصية نهائيًا دون حذف حسابك أو وسومك أو مشترياتك.
es: Elimina permanentemente los toDōs y NanoDos personales sin eliminar tu cuenta, etiquetas ni compras.
hi: आपके खाते, टैग या खरीदारी को हटाए बिना निजी toDōs और NanoDos को हमेशा के लिए मिटाता है।
it: Elimina definitivamente toDō e NanoDo personali senza eliminare account, tag o acquisti.
ja: アカウント、タグ、購入内容を削除せずに、個人のtoDōとNanoDoを完全に削除します。
ms: Memadam toDō dan NanoDo peribadi secara kekal tanpa memadam akaun, tag atau pembelian anda.
th: ลบ toDō และ NanoDo ส่วนตัวอย่างถาวรโดยไม่ลบบัญชี แท็ก หรือรายการซื้อของคุณ
ur: آپ کے اکاؤنٹ، ٹیگز یا خریداریوں کو حذف کیے بغیر ذاتی toDōs اور NanoDos مستقل طور پر حذف کرتا ہے۔
zh_hans: 永久删除个人 toDō 和 NanoDo，但不会删除你的账户、标签或购买项目。

source: Personal
ar: شخصي
hi: व्यक्तिगत
it: Personale
ja: 個人
ms: Peribadi
th: ส่วนตัว
ur: ذاتی
zh_hans: 个人

source: Personalize
ar: التخصيص
es: Personalizar
hi: व्यक्तिगत बनाएँ
it: Personalizza
ja: カスタマイズ
ms: Peribadikan
th: ปรับแต่ง
ur: ذاتی بنائیں
zh_hans: 个性化

source: Photos
ar: الصور
es: Fotos
hi: फ़ोटो
it: Foto
ja: 写真
ms: Foto
th: รูปภาพ
ur: تصاویر
zh_hans: 照片

source: Pick a sound from Files or iCloud Drive. toDō selects it and sends a quick sound test right away.
ar: اختر صوتًا من الملفات أو iCloud Drive. سيحدده تُدُ ويرسل اختبار صوت سريعًا فورًا.
es: Elige un sonido desde Archivos o iCloud Drive. toDō lo selecciona y envía una prueba rápida de sonido de inmediato.
hi: Files या iCloud Drive से ध्वनि चुनें। toDō उसे चुनकर तुरंत एक छोटा ध्वनि परीक्षण भेजता है।
it: Scegli un suono da File o iCloud Drive. toDō lo seleziona e invia subito una prova audio rapida.
ja: “ファイル”またはiCloud Driveからサウンドを選びます。toDōがそれを選択し、すぐに短いサウンドテストを送ります。
ms: Pilih bunyi daripada Files atau iCloud Drive. toDō memilihnya dan terus menghantar ujian bunyi ringkas.
th: เลือกเสียงจากไฟล์หรือ iCloud Drive แล้ว toDō จะเลือกเสียงนั้นและส่งการทดสอบเสียงทันที
ur: فائلز یا iCloud Drive سے آواز منتخب کریں۔ toDō اسے منتخب کر کے فوراً ایک مختصر آواز ٹیسٹ بھیجتا ہے۔
zh_hans: 从“文件”或 iCloud Drive 选择声音。toDō 会选用它，并立即发送一次快速声音测试。

source: Place
ar: المكان
es: Lugar
hi: स्थान
it: Luogo
ja: 場所
ms: Tempat
th: สถานที่
ur: مقام
zh_hans: 地点

source: Place label
ar: اسم المكان
es: Etiqueta del lugar
hi: स्थान का नाम
it: Etichetta luogo
ja: 場所ラベル
ms: Label tempat
th: ป้ายสถานที่
ur: مقام کا نام
zh_hans: 地点标签

source: Place label, e.g. Office or Grocery
ar: اسم المكان، مثل المكتب أو البقالة
es: Colocar etiqueta, p. Oficina o tienda de comestibles
hi: लेबल लगाएं, उदा. कार्यालय या किराना
it: Etichetta luogo, es. Ufficio o Spesa
ja: 場所ラベル 例: オフィス、買い物
ms: Label tempat, cth. Pejabat atau Kedai
th: ป้ายสถานที่ เช่น ที่ทำงาน หรือร้านค้า
ur: مقام کا نام، مثلاً دفتر یا گروسری
zh_hans: 放置标签，例如办公室或杂货店

source: Place reminder
ar: تذكير بالمكان
es: Recordatorio de lugar
hi: स्थान रिमाइंडर
it: Promemoria luogo
ja: 場所リマインダー
ms: Peringatan tempat
th: เตือนตามสถานที่
ur: مقام کی یاد دہانی
zh_hans: 地点提醒

source: Places
ar: الأماكن
es: Lugares
hi: स्थान
it: Luoghi
ja: 場所
ms: Tempat
th: สถานที่
ur: مقامات
zh_hans: 地点

source: Places the toDō in Notification Center quietly.
ar: يضع تُدُ في مركز الإشعارات بهدوء.
es: Coloca silenciosamente la tarea pendiente en el Centro de notificaciones.
hi: टूडू को चुपचाप अधिसूचना केंद्र में रखता है।
it: Posiziona silenziosamente l'attività da fare nel Centro notifiche.
ja: toDō を通知センターに静かに配置します。
ms: Letakkan Tugasan dalam Pusat Pemberitahuan secara senyap.
th: วางสิ่งที่ต้องทำในศูนย์การแจ้งเตือนอย่างเงียบๆ
ur: نوٹیفکیشن سنٹر میں ٹُڈُو کو خاموشی سے رکھتا ہے۔
zh_hans: 将待办事项安静地放置在通知中心。

source: Planning Accuracy
ar: دقة التخطيط
es: Precisión de planificación
hi: योजना सटीकता
it: Precisione della pianificazione
ja: 計画精度
ms: Ketepatan perancangan
th: ความแม่นยำในการวางแผน
ur: منصوبہ بندی کی درستگی
zh_hans: 计划准确性

source: Possible duplicate: %@
ar: نسخة مكررة محتملة: %@
es: Posible duplicado: %@
hi: संभावित डुप्लिकेट: %@
it: Possibile duplicato: %@
ja: 重複の可能性：%@
ms: Kemungkinan pendua: %@
th: อาจซ้ำกัน: %@
ur: ممکنہ نقل: %@
zh_hans: 可能重复：%@

source: Powered by %@
ar: مدعوم بواسطة %@
es: Con tecnología de %@
hi: %@ द्वारा संचालित
ja: %@ を使用
ms: Dikuasakan oleh %@
th: ขับเคลื่อนโดย %@
ur: %@ کے ذریعے تقویت یافتہ
zh_hans: 由 %@ 提供支持

source: Preferences
ar: التفضيلات
es: Preferencias
hi: प्राथमिकताएँ
it: Preferenze
ja: 環境設定
ms: Keutamaan
th: การตั้งค่าแนะนำ
ur: ترجیحات
zh_hans: 偏好设置

source: Preparing Local Data
ar: إعداد البيانات المحلية
es: Preparando datos locales
hi: स्थानीय डेटा तैयार करना
it: Preparazione dei dati locali
ja: ローカルデータの準備
ms: Menyediakan Data Tempatan
th: การเตรียมข้อมูลท้องถิ่น
ur: مقامی ڈیٹا کی تیاری
zh_hans: 准备本地数据

source: Pressure Signals
ar: إشارات الضغط
es: Señales de presión
hi: दबाव संकेत
it: Segnali di pressione
ja: プレッシャー信号
ms: Isyarat tekanan
th: สัญญาณแรงกดดัน
ur: دباؤ کے اشارے
zh_hans: 压力信号

source: Previous month
ar: الشهر السابق
es: Mes anterior
hi: पिछला महीना
it: Mese precedente
ja: 前月
ms: Bulan sebelumnya
th: เดือนก่อนหน้า
ur: پچھلا مہینہ
zh_hans: 上个月

source: Priority
ar: الأولوية
es: Prioridad
hi: प्राथमिकता
it: Priorità
ja: 優先度
ms: Keutamaan
th: ลำดับความสำคัญ
ur: ترجیح
zh_hans: 优先事项

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ms: Dasar Privasi
th: นโยบายความเป็นส่วนตัว
ur: رازداری کی پالیسی
zh_hans: 隐私政策

source: Private Insights
ar: رؤى خاصة
es: Información privada
hi: निजी अंतर्दृष्टि
it: Approfondimenti privati
ja: プライベートインサイト
ms: Wawasan peribadi
th: ข้อมูลเชิงลึกส่วนตัว
ur: نجی بصیرتیں
zh_hans: 私密洞察

source: Profile image saved.
ar: تم حفظ صورة الملف الشخصي.
es: Imagen de perfil guardada.
hi: प्रोफ़ाइल चित्र सहेजा गया।
it: Immagine del profilo salvata.
ja: プロフィール画像を保存しました。
ms: Gambar profil disimpan.
th: บันทึกรูปโปรไฟล์แล้ว
ur: پروفائل تصویر محفوظ ہو گئی۔
zh_hans: 头像已保存。

source: Profile saved.
ar: تم حفظ الملف الشخصي.
es: Perfil guardado.
hi: प्रोफ़ाइल सहेज दी गई।
it: Profilo salvato.
ja: プロフィールを保存しました。
ms: Profil disimpan.
th: บันทึกโปรไฟล์แล้ว
ur: پروفائل محفوظ ہو گئی۔
zh_hans: 个人资料已保存。

source: Purchase complete.
ar: اكتملت عملية الشراء.
es: Compra completada.
hi: खरीद पूरी हुई।
it: Acquisto completato.
ja: 購入が完了しました。
ms: Pembelian selesai.
th: ซื้อสำเร็จแล้ว
ur: خریداری مکمل ہو گئی۔
zh_hans: 购买完成。

source: Purchase complete. Account access will retry automatically.
ar: اكتملت عملية الشراء. ستتم إعادة محاولة ربط الوصول بالحساب تلقائيًا.
es: Compra completada. Se volverá a intentar el acceso de la cuenta automáticamente.
hi: खरीद पूरी हुई। खाते की पहुँच को अपने-आप फिर से जोड़ा जाएगा।
it: Acquisto completato. Il collegamento dell'accesso all'account verrà ritentato automaticamente.
ja: 購入が完了しました。アカウントアクセスの連携は自動的に再試行されます。
ms: Pembelian selesai. Akses akaun akan dicuba semula secara automatik.
th: ซื้อสำเร็จแล้ว ระบบจะลองเชื่อมต่อสิทธิ์เข้าถึงบัญชีอีกครั้งโดยอัตโนมัติ
ur: خریداری مکمل ہو گئی۔ اکاؤنٹ رسائی خودکار طور پر دوبارہ منسلک کرنے کی کوشش کرے گی۔
zh_hans: 购买完成。系统会自动重试关联帐户访问权限。

source: Purchases
ar: المشتريات
es: Compras
hi: खरीदारियाँ
it: Acquisti
ja: 購入
ms: Pembelian
th: การซื้อ
ur: خریداریاں
zh_hans: 购买项目

source: Purchases are temporarily unavailable. Please try again.
ar: المشتريات غير متاحة مؤقتًا. حاول مرة أخرى.
es: Las compras no están disponibles temporalmente. Inténtalo de nuevo.
hi: खरीदारियाँ अस्थायी रूप से उपलब्ध नहीं हैं। फिर से कोशिश करें।
it: Gli acquisti non sono temporaneamente disponibili. Riprova.
ja: 現在、購入を利用できません。もう一度お試しください。
ms: Pembelian tidak tersedia buat sementara waktu. Cuba lagi.
th: ไม่สามารถซื้อได้ชั่วคราว โปรดลองอีกครั้ง
ur: خریداریاں عارضی طور پر دستیاب نہیں ہیں۔ دوبارہ کوشش کریں۔
zh_hans: 购买暂时不可用。请重试。

source: Purchases could not be restored. Please try again.
ar: تعذرت استعادة المشتريات. حاول مرة أخرى.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
hi: खरीदारियाँ पुनर्स्थापित नहीं की जा सकीं। फिर से कोशिश करें।
it: Impossibile ripristinare gli acquisti. Riprova.
ja: 購入を復元できませんでした。もう一度お試しください。
ms: Pembelian tidak dapat dipulihkan. Cuba lagi.
th: ไม่สามารถกู้คืนรายการซื้อได้ โปรดลองอีกครั้ง
ur: خریداریاں بحال نہیں ہو سکیں۔ دوبارہ کوشش کریں۔
zh_hans: 无法恢复购买项目。请重试。

source: Purge all completed and archived toDōs?
ar: هل تريد حذف كل تُدُس المكتملة والمؤرشفة؟
es: ¿Borrar todas las tareas pendientes completadas y archivadas?
hi: सभी पूर्ण और संग्रहीत toDōs को पर्ज करें?
it: Eliminare tutti i toDō completati e archiviati?
ja: 完了およびアーカイブ済みのtoDōをすべて消去しますか？
ms: Bersihkan semua toDō selesai dan diarkibkan?
th: ล้าง toDō ที่เสร็จแล้วและเก็บถาวรทั้งหมด?
ur: تمام مکمل اور آرکائیو شدہ ٹُڈُوز صاف کریں؟
zh_hans: 清除所有已完成并存档的待办事项吗？

source: Purge Archives
ar: تفريغ الأرشيفات
es: Purgar archivos
hi: पर्ज पुरालेख
it: Svuota archivio
ja: アーカイブを消去
ms: Bersihkan arkib
th: ล้างคลังเก็บ
ur: آرکائیوز صاف کریں
zh_hans: 清除档案

source: Queued
ar: في الانتظار
es: En cola
hi: कतार में
it: In coda
ja: 待機中
ms: Dalam giliran
th: อยู่ในคิว
ur: قطار میں
zh_hans: 已排队

source: Quick choices
ar: خيارات سريعة
es: Opciones rapidas
hi: त्वरित विकल्प
it: Scelte rapide
ja: クイック選択
ms: Pilihan pantas
th: ตัวเลือกด่วน
ur: فوری انتخاب
zh_hans: 快捷选项

source: Quick Picks
ar: اختيارات سريعة
es: Opciones rápidas
hi: त्वरित विकल्प
it: Scelte rapide
ja: クイック選択
ms: Pilihan Pantas
th: ตัวเลือกด่วน
ur: فوری انتخاب
zh_hans: 快速选择

source: Quiet
ar: هادئ
es: Tranquilo
hi: शांत
it: Tranquillo
ja: 静かな
ms: senyap
th: เงียบ
ur: خاموش
zh_hans: 安静的

source: Quit
ar: إنهاء
es: Salir
hi: बंद करें
it: Esci
ja: 終了
ms: Keluar
th: ออก
ur: بند کریں
zh_hans: 退出

source: Radius
ar: النطاق
es: Radio
it: Raggio
ja: 半径
ms: Jejari
th: รัศมี
ur: دائرہ
zh_hans: 半径

source: Ready
ar: جاهز
es: Listo
hi: तैयार
it: Pronto
ja: 準備完了
ms: Sedia
th: พร้อม
ur: تیار
zh_hans: 就绪

source: Ready after restart
ar: جاهز بعد إعادة التشغيل
es: Listo tras reiniciar
hi: रीस्टार्ट के बाद तैयार
it: Pronto dopo il riavvio
ja: 再起動後に有効
ms: Sedia selepas mula semula
th: พร้อมหลังรีสตาร์ท
ur: دوبارہ شروع کرنے کے بعد تیار
zh_hans: 重启后就绪

source: Ready After Restart
ar: جاهز بعد إعادة التشغيل
es: Listo tras reiniciar
hi: रीस्टार्ट के बाद तैयार
it: Pronto dopo il riavvio
ja: 再起動後に有効
ms: Sedia Selepas Mula Semula
th: พร้อมหลังรีสตาร์ท
ur: دوبارہ شروع کرنے کے بعد تیار
zh_hans: 重启后就绪

source: Ready. Arrival and leaving reminders can work when toDō is not open.
ar: جاهز. يمكن لتذكيرات الوصول والمغادرة العمل عندما لا يكون تُدُ مفتوحًا.
es: Listo. Los recordatorios de llegada y salida pueden funcionar cuando toDō no está abierto.
hi: तैयार। टूडू खुला न होने पर आगमन और प्रस्थान अनुस्मारक काम कर सकते हैं।
it: Pronto. I promemoria di arrivo e partenza possono funzionare quando toDō non è aperto.
ja: 準備ができて。 toDō が開いていない場合でも、到着と出発のリマインダーは機能します。
ms: sedia. Peringatan ketibaan dan keluar boleh berfungsi apabila Tugasan tidak dibuka.
th: พร้อม. การเตือนการมาถึงและการออกจากสามารถทำงานได้เมื่อ toDō ไม่ได้เปิดอยู่
ur: تیار۔ آمد اور روانگی کی یاد دہانیاں ٹُڈُو بند ہونے پر بھی کام کر سکتی ہیں۔
zh_hans: 准备好。当待办事项未打开时，到达和离开提醒可以发挥作用。

source: Rebuilt the app around a consistent cross-platform design.
ar: أعدنا بناء التطبيق حول تصميم متسق عبر المنصات.
es: Se reconstruyó la app con un diseño coherente entre plataformas.
hi: ऐप को एकसमान क्रॉस-प्लेटफ़ॉर्म डिज़ाइन के इर्द-गिर्द फिर से बनाया गया।
it: Ricostruita l’app attorno a un design coerente tra piattaforme.
ja: 一貫したクロスプラットフォームデザインを中心にアプリを再構築しました。
ms: Membina semula aplikasi berasaskan reka bentuk merentas platform yang konsisten.
th: สร้างแอปขึ้นใหม่ด้วยการออกแบบที่สอดคล้องกันในทุกแพลตฟอร์ม
ur: ایپ کو یکساں کراس پلیٹ فارم ڈیزائن کے گرد دوبارہ بنایا گیا۔
zh_hans: 围绕一致的跨平台设计重建应用。

source: Receive new toDō+ features as they are released
ar: احصل على ميزات toDō+ الجديدة فور إصدارها
es: Recibe las nuevas funciones de toDō+ a medida que se publiquen
hi: नए toDō+ फीचर रिलीज़ होते ही पाएं
it: Ricevi le nuove funzionalità di toDō+ non appena vengono rilasciate
ja: 新しいtoDō+機能をリリース時に利用
ms: Terima ciri toDō+ baharu apabila ia dikeluarkan
th: รับฟีเจอร์ใหม่ของ toDō+ เมื่อเปิดตัว
ur: toDō+ کے نئے فیچرز جاری ہوتے ہی حاصل کریں
zh_hans: 新 toDō+ 功能发布后即可使用

source: Recent
ar: الأخيرة
es: Reciente
hi: हालिया
it: Recenti
ja: 最近
ms: Terkini
th: ล่าสุด
ur: حالیہ
zh_hans: 最近

source: Recently Deleted
ar: المحذوفة مؤخرًا
es: Eliminado recientemente
hi: हाल ही में हटाया गया
it: Eliminati di recente
ja: 最近削除した項目
ms: Dipadam baru-baru ini
th: ลบล่าสุด
ur: حال ہی میں حذف شدہ
zh_hans: 最近删除

source: Recurring
ar: متكرر
es: Recurrente
hi: दोहराने वाला
it: Ricorrenti
ja: 繰り返し
ms: Berulang
th: ทำซ้ำ
ur: دہرایا جانے والا
zh_hans: 重复

source: Recurring Done 30 Days
ar: متكررة أُنجزت خلال ٣٠ يومًا
es: Recurrentes hechas en 30 días
hi: 30 दिनों में पूर्ण आवर्ती
it: Ricorrenti completate in 30 giorni
ja: 30日以内に完了した繰り返し
ms: Berulang selesai 30 hari
th: รายการทำซ้ำที่เสร็จใน 30 วัน
ur: ۳۰ دن میں مکمل دہرائے جانے والے
zh_hans: 30 天内完成的重复项

source: Redeem an Offer Code
ar: استخدام رمز عرض
es: Canjear un código de oferta
hi: ऑफ़र कोड रिडीम करें
it: Utilizza un codice offerta
ja: オファーコードを使う
ms: Tebus Kod Tawaran
th: แลกรหัสข้อเสนอ
ur: آفر کوڈ استعمال کریں
zh_hans: 兑换优惠代码

source: Redeem Offer Code
ar: استرداد رمز العرض
es: Canjear código de oferta
hi: ऑफ़र कोड रिडीम करें
it: Riscatta codice offerta
ja: オファーコードを利用
ms: Tebus Kod Tawaran
th: แลกรหัสข้อเสนอ
ur: آفر کوڈ استعمال کریں
zh_hans: 兑换优惠码

source: Refined notifications, widgets, Live Activities, and localization.
ar: حسّنا الإشعارات والأدوات والأنشطة المباشرة والترجمة.
es: Se perfeccionaron las notificaciones, los widgets, las Actividades en Vivo y la localización.
hi: नोटिफिकेशन, विजेट, लाइव एक्टिविटी और स्थानीयकरण को बेहतर किया गया।
it: Perfezionati notifiche, widget, Attività in tempo reale e localizzazione.
ja: 通知、ウィジェット、ライブアクティビティ、ローカライズを改善しました。
ms: Memperhalus pemberitahuan, widget, Aktiviti Langsung dan penyetempatan.
th: ปรับปรุงการแจ้งเตือน วิดเจ็ต Live Activities และการแปลภาษา
ur: اطلاعات، وجٹس، لائیو ایکٹیویٹیز اور مقامیت کو بہتر کیا گیا۔
zh_hans: 优化通知、小组件、实时活动和本地化。

source: Refresh
ar: تحديث
es: Refrescar
hi: ताज़ा करना
it: Aggiorna
ja: 更新
ms: Segar semula
th: รีเฟรช
ur: ریفریش
zh_hans: 刷新

source: Refresh Account
ar: تحديث الحساب
es: Actualizar cuenta
hi: खाता रीफ्रेश करें
it: Aggiorna account
ja: アカウントを更新
ms: Segar Semula Akaun
th: รีเฟรชบัญชี
ur: اکاؤنٹ ریفریش کریں
zh_hans: 刷新帐户

source: Refresh Location Time
ar: تحديث وقت الموقع
es: Actualizar ubicación hora
hi: स्थान समय ताज़ा करें
it: Aggiorna l'ora della posizione
ja: 位置情報の更新時刻
ms: Muat semula Masa Lokasi
th: รีเฟรชเวลาสถานที่
ur: مقام کا وقت ریفریش کریں۔
zh_hans: 刷新地点时间

source: Refresh Now
ar: تحديث الآن
es: Actualizar ahora
hi: अभी रीफ़्रेश करें
it: Aggiorna ora
ja: 今すぐ更新
ms: Segar semula sekarang
th: รีเฟรชตอนนี้
ur: ابھی تازہ کریں
zh_hans: 立即刷新

source: Refresh Reminders
ar: تحديث التذكيرات
es: Actualizar recordatorios
hi: रिमाइंडर रीफ्रेश करें
it: Aggiorna promemoria
ja: リマインダーを更新
ms: Segar Semula Peringatan
th: รีเฟรชการเตือน
ur: یاد دہانیاں ریفریش کریں
zh_hans: 刷新提醒

source: Refresh toDō Sync
ar: تحديث مزامنة تُدُ
es: Actualizar sincronización de tareas pendientes
hi: टूडू सिंक को ताज़ा करें
it: Aggiorna toDō Sync
ja: toDō Syncを更新
ms: Segarkan toDō Sync
th: รีเฟรช toDō Sync
ur: ٹُڈُو سنک ریفریش کریں
zh_hans: 刷新待办事项同步

source: Refresh upcoming reminder alerts.
ar: تحديث تنبيهات التذكير القادمة.
es: Actualiza las alertas de recordatorios proximos.
hi: आने वाले रिमाइंडर अलर्ट रीफ्रेश करें।
it: Aggiorna gli avvisi dei prossimi promemoria.
ja: 今後のリマインダー通知を更新します。
ms: Segar semula amaran peringatan akan datang.
th: รีเฟรชการเตือนที่จะมาถึง
ur: آنے والے یاد دہانی الرٹس ریفریش کریں۔
zh_hans: 刷新即将到来的提醒通知。

source: Relaunch toDō to finish moving into %@.
ar: أعد تشغيل toDō لإنهاء الانتقال إلى %@.
es: Vuelve a abrir toDō para terminar el cambio a %@.
hi: %@ में जाने को पूरा करने के लिए toDō फिर से खोलें.
it: Riapri toDō per completare il passaggio a %@.
ja: %@への移行を完了するにはtoDōを再起動してください。
ms: Buka semula toDō untuk menyelesaikan peralihan ke %@.
th: เปิด toDō ใหม่เพื่อย้ายไปยัง %@ ให้เสร็จ
ur: %@ میں منتقلی مکمل کرنے کے لیے toDō دوبارہ کھولیں۔
zh_hans: 重新打开 toDō 以完成迁移到 %@。

source: Release History
ar: سجل الإصدارات
es: Historial de versiones
hi: रिलीज़ इतिहास
it: Cronologia delle versioni
ja: リリース履歴
ms: Sejarah Keluaran
th: ประวัติการเผยแพร่
ur: ریلیز کی تاریخ
zh_hans: 版本历史

source: Remind by place
ar: ذكّرني حسب المكان
es: Recordar por lugar
hi: जगह के हिसाब से याद दिलाएं
it: Ricorda per luogo
ja: 場所で通知
ms: Ingatkan mengikut tempat
th: เตือนตามสถานที่
ur: مقام کے مطابق یاد دلائیں
zh_hans: 按地点提醒

source: Reminder Alerts
ar: تنبيهات التذكير
es: Alertas recordatorias
hi: अनुस्मारक अलर्ट
it: Avvisi promemoria
ja: リマインダー通知
ms: Amaran peringatan
th: การแจ้งเตือน
ur: یاد دہانی الرٹس
zh_hans: 提醒警报

source: Reminder Sound
ar: صوت التذكير
es: Sonido de recordatorio
hi: अनुस्मारक ध्वनि
it: Suono promemoria
ja: リマインダー音
ms: Bunyi Peringatan
th: เสียงเตือนความจำ
ur: یاد دہانی کی آواز
zh_hans: 提醒音

source: Remote reminders are ready on this device.
ar: التذكيرات البعيدة جاهزة على هذا الجهاز.
es: Los recordatorios remotos estan listos en este dispositivo.
hi: इस डिवाइस पर रिमोट रिमाइंडर तैयार हैं।
it: I promemoria remoti sono pronti su questo dispositivo.
ja: このデバイスでリモートリマインダーを使えます。
ms: Peringatan jauh sudah sedia pada peranti ini.
th: การเตือนระยะไกลพร้อมบนอุปกรณ์นี้แล้ว
ur: Remote reminders اس ڈیوائس پر تیار ہیں۔
zh_hans: 此设备上的远程提醒已就绪。

source: Remote reminders could not be prepared. Try again from Settings.
ar: تعذر تجهيز التذكيرات البعيدة. حاول مرة أخرى من الإعدادات.
es: No se pudieron preparar los recordatorios remotos. Intenta de nuevo desde Ajustes.
hi: रिमोट रिमाइंडर तैयार नहीं हो सके। सेटिंग्स से फिर कोशिश करें।
it: Impossibile preparare i promemoria remoti. Riprova da Impostazioni.
ja: リモートリマインダーを準備できませんでした。設定からもう一度試してください。
ms: Peringatan jauh tidak dapat disediakan. Cuba lagi dari Tetapan.
th: เตรียมการเตือนระยะไกลไม่ได้ ลองอีกครั้งจากตั้งค่า
ur: Remote reminders تیار نہیں ہو سکے۔ Settings سے دوبارہ کوشش کریں۔
zh_hans: 无法准备远程提醒。请从“设置”重试。

source: Remove
ar: إزالة
es: Eliminar
hi: हटाएँ
it: Rimuovi
ja: 削除
ms: Alih Keluar
th: นำออก
ur: ہٹائیں
zh_hans: 移除

source: Remove %@
ar: إزالة %@
es: Eliminar %@
hi: %@ हटाएँ
it: Rimuovi %@
ja: %@を削除
ms: Alih keluar %@
th: นำ %@ ออก
ur: %@ ہٹائیں
zh_hans: 移除%@

source: Remove Action
ar: إجراء الإزالة
es: Acción de retirada
hi: हटाने की क्रिया
it: Azione di rimozione
ja: 削除アクション
ms: Tindakan Buang
th: การดำเนินการนำออก
ur: ہٹانے کا عمل
zh_hans: 移除操作

source: Remove Events
ar: إزالة الأحداث
es: Eliminar eventos
hi: इवेंट हटाएँ
it: Rimuovi eventi
ja: イベントを削除
ms: Buang Acara
th: ลบกิจกรรม
ur: ایونٹس ہٹائیں
zh_hans: 移除日程

source: Remove from View
ar: إزالة من العرض
es: Quitar de la vista
hi: दृश्य से हटाएँ
it: Rimuovi dalla vista
ja: 表示から削除
ms: Alih Keluar daripada Paparan
th: นำออกจากมุมมอง
ur: منظر سے ہٹائیں
zh_hans: 从视图中移除

source: Remove nanoDo
ar: إزالة نَنُدُ
es: Quitar nanoDo
hi: नैनोडो हटाएँ
it: Rimuovi nanoDo
ja: nanoDoを削除
ms: Buang nanoDo
th: ลบ nanoDo
ur: نَینوڈو ہٹائیں
zh_hans: 删除nanoDo

source: Remove toDō Calendar events?
ar: إزالة أحداث تقويم toDō؟
es: ¿Eliminar los eventos de Calendario de toDō?
hi: toDō Calendar इवेंट हटाएँ?
it: Rimuovere gli eventi di Calendario di toDō?
ja: toDōのカレンダーイベントを削除しますか？
ms: Buang acara Kalendar toDō?
th: ลบกิจกรรมปฏิทินของ toDō หรือไม่
ur: toDō Calendar ایونٹس ہٹائیں؟
zh_hans: 移除 toDō 日历日程？
